{
  "landing": {
    "home": "Home",
    "residency_immigration": "Residency & Immigration",
    "our_services": "Our Services in Portugal",
    "contact_us": "Contact Us",
    "hero_title": "Transform Your Future with Our Tailored Solutions in Lisbon!",
    "lisbon": "Lisbon",
    "lisbon_label": "Where Dreams Meet Opportunities",
    "about_company": "The company was founded in Lisbon, Portugal, chosen for its ideal setting and promising prospects for establishment and investment. Our expertise lies in providing comprehensive services for establishing businesses, obtaining necessary licenses for products and services, and supporting exhibition participation to market your products in Europe.",
    "discover": "Discover our services",
    "watch_us": "Watch our services",
    "category": "CATEGORY",
    "best_services": "Best Services",
    "we_offer": "We Offer",
    "business_services": "Business Services",
    "business_services_desc": "Unlock business potential with tailored services, including consultancy, strategic planning, and company formation. We also facilitate license acquisition, aiding in residency and immigration processes.",
    "social_services": "Social Services",
    "social_services_desc": "Access comprehensive social services designed to address diverse needs and foster community well-being.",
    "immigration_travel": "Immigration & Travel",
    "immigration_travel_desc": "Streamline immigration and travel processes with expert guidance and support tailored to your needs.",
    "taxation": "Taxation",
    "taxation_desc": "Optimize tax outcomes with expert taxation services for individuals and businesses.",
    "book_title": "Book Your Next",
    "book_slug": "Easy and Fast",
    "book_sub": "Moving in 3 Easy Steps",
    "explore_path": "Explore Your Path",
    "explore_path_desc": "Embark on your journey towards relocating to Portugal with confidence. Discover the various pathways available for migration and residency, tailored to your specific needs and aspirations. Our comprehensive guidance will illuminate the options, requirements, and opportunities awaiting you in Portugal, empowering you to make informed decisions about your future.",
    "simplify_path": "Simplify Your Application",
    "simplify_path_desc": "Navigate the complexities of the application process effortlessly with our expert assistance. We understand the intricacies of immigration procedures and are dedicated to streamlining your journey from start to finish. With our meticulous attention to detail and personalized support, we ensure that your application is handled efficiently and effectively, minimizing stress and maximizing your chances of success.",
    "consultation": "Book Your Consultation Now",
    "consultation_desc": "Take the first step towards realizing your dreams of living in Portugal by scheduling a consultation with our experienced team. Whether you're seeking clarification on eligibility criteria, guidance on documentation requirements, or strategic advice on your migration strategy, our consultants are here to provide tailored solutions to address your concerns. Book your consultation today and embark on the path to a new chapter in Portugal with confidence.",
    "get_in": "Get in",
    "touch": "Touch",
    "address": "Rua Manuel de Almeida 191, 2775-714 Carcavelos, Lisboa, Portugal",
    "linked_in": "LinkedIn",
    "facebook": "Facebook",
    "copy_rights": "Copyright {date} IGUARAIS. All rights reserved.",
    "subscribe": "Unlock Exclusive Benefits",
    "subscriptions": "Subscribe",
    "congratulations_message": "🎉 Congratulations! {email} You are now one of our valued subscribers! 🎉",
    "congratulations_error_message": "Welcome back, {email} ! You're already subscribed with us. 😊",
    "privacy_policy_agree": "You agree to our Terms of Service and",
    "privacy_policy": "Privacy Policy",
    "about_us": "About Us",
    "about_title": "About",
    "about_sub": "Us",
    "error": "Ops Error ! Something happen please try again letter",

    "our_vision": "Our Vision",
    "our_desc_vision": "Transforming dreams into tangible realities, empowering individuals and businesses to thrive in Portugal and beyond.",

    "our_values": "Our Values",
    "our_desc_values": "We prioritize honesty, transparency, and ethical conduct in all our dealings. We strive for excellence in everything we do, delivering high-quality services and exceeding expectations. We embrace innovation and creativity to continuously improve our services and provide cutting-edge solutions to our clients. We are dedicated to ensuring the utmost satisfaction of our clients by listening to their needs, understanding their goals, and providing personalized solutions.",

    "our_mission": "Our Mission",
    "our_desc_mission": "To provide comprehensive and tailored services that simplify the relocation, establishment, and growth processes for our clients in Portugal. We are committed to delivering exceptional value through expert guidance, personalized support, and innovative solutions.",

    "our_services_in": "Our Services",
    "our_desc_services": "By offering a comprehensive range of services tailored to your specific needs, we aim to simplify the process of relocating to and doing business in Portugal, allowing you to focus on achieving your goals with confidence."
  },
  "contact_form": {
    "first_name": "First Name",
    "last_name": "Last Name",
    "email": "Email",
    "message": "Message",
    "gender": "Gender",
    "send": "Send",
    "phone": "Phone Number",
    "country": "Country",
    "success_msg": "Your message has been sent successfully",
    "error_msg": "Something went wrong, please try again later",
    "invalid_email": "Please enter a valid email address",
    "invalid_message": "Please enter a valid message",
    "invalid_first_name": "Please enter a valid first name",
    "invalid_last_name": "Please enter a valid last name",
    "invalid_phone": "Please enter a valid phone number",
    "invalid_gender": "Please enter a valid gender",
    "invalid_country": "Please enter a valid country",
    "select_gender": "Select your gender",
    "select_country": "Select your country",
    "field_goes": "Field goes here",
    "your_message": "Your message goes here",
    "contact_message": "Thank you for reaching out to us. We have received your message and will get back to you within 24 hours."
  }
}
